# todo: Определить в коде переменные:
# 1. Целочисленного типа
# 2. Вещественного типа
# 3. Логического типа
# 4. Строкового типа
# 5. Пустого типа
# Вывести их типы.

i = 10
f = 4.5
b = True
s = "Hello"
n = None

print(type(i), type(f), type(b), type(s), type(n))